[A_Item_Custom.Shield_Buckler ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="O Cavaleiro Áspero"
PickupMessage="Você adquiriu um escudo orbital básico."
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Custom.Shield_Buckler:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Aumenta sua [health]saúde máxima[-health]."
NoConstraintText=""
Suffix=""
Prefix=""

[Accessory.Accessory_Buckler:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Aumenta a [skill]resistência[-skill] contra [skill]todos os tipos de danos[-skill]."
NoConstraintText=""
Suffix=""
Prefix=""

[Accessory.Accessory_Buckler:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="É preciso mais do que isso para matar um grande alce macho."
NoConstraintText=""
Suffix=""
Prefix=""

[Attributes.AttrPresent_BucklerShieldCapacityProxy AttributePresentationDefinition]
Description="Capacidade"
NoConstraintText=""
Suffix=""
Prefix=""

[Attributes.AttrPresent_BucklerShieldDamageResistance AttributePresentationDefinition]
Description="Resistência contra danos"
NoConstraintText=""
Suffix=""
Prefix=""

